alfred
amethyst
appcleaner
brave-browser
caprine
captin
coconutbattery
discord
drawio
firefox-developer-edition
font-droidsansmono-nerd-font
font-fira-code
font-firacode-nerd-font
font-ibm-plex
font-input
font-menlo-for-powerline
font-meslo-nerd-font
font-monoid
font-monoid-nerd-font
font-roboto-mono
font-source-code-pro
font-sourcecodepro-nerd-font
font-ubuntumono-nerd-font
font-victor-mono
google-backup-and-sync
grammarly
iina
insomnia
iterm2
itsycal
java
jetbrains-toolbox
karabiner-elements
mactex-no-gui
microsoft-office
notion
openinterminal
raindropio
resilio-sync
slack
spotify
stremio
transmission
visual-studio-code
whatsapp
zoomus
