tap "adoptopenjdk/openjdk"
tap "clementtsang/bottom"
tap "codeclimate/formulae"
tap "drone/drone"
tap "github/gh"
tap "golangci/tap"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lukechilds/tap"
tap "mczachurski/wallpapper"
tap "mongodb/brew"
tap "muesli/tap"
tap "teamookla/speedtest"
brew "gmp"
brew "gcc"
brew "openssl@1.1"
brew "autoconf"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "autojump"
brew "automake"
brew "awk"
brew "bat"
brew "blueutil"
brew "pkg-config"
brew "ccat"
brew "cheat"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "diff-so-fancy"
brew "diffutils"
brew "dive"
brew "dog"
brew "dotenv-linter"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-standup"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "libtool"
brew "grep"
brew "grip"
brew "hadolint"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "less"
brew "libyaml"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "nethogs"
brew "octave"
brew "onefetch"
brew "openjdk@11"
brew "openjdk@8"
brew "pandoc"
brew "pdfcpu"
brew "poppler"
brew "pdfgrep"
brew "pgcli"
brew "pipx"
brew "procs"
brew "pstree"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "scc"
brew "shellcheck"
brew "sk"
brew "smartmontools"
brew "source-highlight"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watch"
brew "watchexec"
brew "wget"
brew "yq"
brew "zenith"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "drone/drone/drone"
brew "golangci/tap/golangci-lint"
brew "goodwithtech/r/dockle"
brew "muesli/tap/duf"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk15"
cask "alfred"
cask "amethyst"
cask "authy"
cask "basictex"
cask "coconutbattery"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-ibm-plex"
cask "font-ibmplexmono-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "github"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hand-mirror"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "meetingbar"
cask "microsoft-office"
cask "postman"
cask "qlmarkdown"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Caffeinated", id: 1362171212
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Glance", id: 1513574319
mas "Hush", id: 1544743900
mas "Messenger", id: 1480068668
mas "Webcam Settings", id: 533696630
