tap "adoptopenjdk/openjdk"
tap "clementtsang/bottom"
tap "codeclimate/formulae"
tap "drone/drone"
tap "github/gh"
tap "golangci/tap"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lukechilds/tap"
tap "mczachurski/wallpapper"
tap "mongodb/brew"
tap "muesli/tap"
brew "openssl@1.1"
brew "gmp"
brew "gcc"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awk"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "ccat"
brew "cheat"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "diffutils"
brew "dive"
brew "dog"
brew "exa"
brew "fd"
brew "libtool"
brew "pkg-config"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "ffsend"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-standup"
brew "gnu-sed"
brew "gnu-tar"
brew "libksba"
brew "gnupg"
brew "go"
brew "grep"
brew "grip"
brew "hadolint"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "openjdk"
brew "kotlin"
brew "lastpass-cli"
brew "less"
brew "libxml2"
brew "libyaml"
brew "make"
brew "mas"
brew "maven"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "nethogs"
brew "octave"
brew "onefetch"
brew "openjdk@11"
brew "openjdk@8"
brew "pandoc"
brew "pdfcpu"
brew "poppler"
brew "pdfgrep"
brew "pgcli"
brew "php"
brew "pipenv"
brew "procs"
brew "pstree"
brew "pyenv"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "roswell"
brew "ruby"
brew "shellcheck"
brew "sk"
brew "smartmontools"
brew "source-highlight"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "swi-prolog"
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "watchexec"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zenith"
brew "zlib"
brew "zsh"
brew "clementtsang/bottom/bottom"
brew "drone/drone/drone"
brew "golangci/tap/golangci-lint"
brew "goodwithtech/r/dockle"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "lukechilds/tap/gifgen"
brew "muesli/tap/duf"
cask "alfred"
cask "amethyst"
cask "appcleaner"
cask "authy"
cask "basictex"
cask "bitwarden"
cask "clickup"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "drawio"
cask "figma"
cask "firefox-developer-edition"
cask "font-cascadia"
cask "font-droidsansmono-nerd-font"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-ibmplexmono-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-roboto-mono"
cask "github"
cask "gitkraken"
cask "google-backup-and-sync"
cask "google-chrome"
cask "grammarly"
cask "hand-mirror"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "logitech-options"
cask "macs-fan-control"
cask "meetingbar"
cask "microsoft-office"
cask "ngrok"
cask "notion"
cask "omnidisksweeper"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "resilio-sync"
cask "slack"
cask "spotify"
cask "stats"
cask "teamviewer"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Caffeinated", id: 1362171212
mas "com.newsguardtech.healthguard", id: 1529162295
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Flow", id: 1423210932
mas "Glance", id: 1513574319
mas "Hush", id: 1544743900
mas "Messenger", id: 1480068668
mas "NewsGuard", id: 1438657064
mas "Next Meeting", id: 1017470484
mas "Pomy", id: 1422640635
mas "Tomato 2", id: 1494210770
mas "Webcam Settings", id: 533696630
