alfred
amethyst
appcleaner
authy
coconutbattery
discord
docker
drawio
font-cascadia
font-droidsansmono-nerd-font
font-fira-code
font-firacode-nerd-font
font-hasklig
font-ibm-plex
font-ibmplexmono-nerd-font
font-input
font-iosevka-slab
font-jetbrainsmono-nerd-font
font-lilex
font-monoid
font-monoid-nerd-font
font-roboto-mono
font-victor-mono
font-victormono-nerd-font
google-backup-and-sync
google-chrome
grammarly
hand-mirror
iina
insomnia
iterm2
itsycal
java
jetbrains-toolbox
karabiner-elements
kite
kitematic
mactex-no-gui
microsoft-office
notion
raindropio
resilio-sync
slack
spotify
stremio
transmission
visual-studio-code
whatsapp
zoomus
