tap "adoptopenjdk/openjdk"
tap "codeclimate/formulae"
tap "drone/drone"
tap "earthly/earthly"
tap "github/gh"
tap "go-task/tap"
tap "golangci/tap"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "lukechilds/tap"
tap "mczachurski/wallpapper"
tap "mongodb/brew"
tap "muesli/tap"
tap "ngrok/ngrok"
tap "rs/tap"
tap "teamookla/speedtest"
brew "autoconf"
brew "gdbm"
brew "xz"
brew "autojump"
brew "automake"
brew "awk"
brew "bat"
brew "bitwarden-cli"
brew "blueutil"
brew "bottom"
brew "pkg-config"
brew "broot"
brew "gmp"
brew "btop"
brew "buildifier"
brew "glib"
brew "python@3.9"
brew "cheat"
brew "choose-rust"
brew "colordiff"
brew "coreutils"
brew "ctop"
brew "diffutils"
brew "dive"
brew "dog"
brew "dotenv-linter"
brew "dust"
brew "entr"
brew "exa"
brew "fd"
brew "findutils"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-standup"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gping"
brew "gradle"
brew "libtool"
brew "grc"
brew "grep"
brew "grip"
brew "gron"
brew "grpcurl"
brew "hadolint"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "imageoptim-cli"
brew "jless"
brew "jq"
brew "jsonnet"
brew "less"
brew "libproxy"
brew "libyaml"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "ncdu"
brew "nethogs"
brew "onefetch"
brew "openjdk@11"
brew "openjdk@8"
brew "pandoc"
brew "pdfcpu"
brew "poppler"
brew "qt"
brew "pdfgrep"
brew "pgcli"
brew "pipx"
brew "plantuml"
brew "pnpm"
brew "pre-commit"
brew "procs"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "python@3.8"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "scc"
brew "shellcheck"
brew "sk"
brew "source-highlight"
brew "ssh-copy-id"
brew "subversion"
brew "terraform"
brew "the_silver_searcher"
brew "transmission-cli"
brew "vim"
brew "vivid"
brew "wakeonlan"
brew "watch"
brew "watchexec"
brew "wget"
brew "yq"
brew "zenith"
brew "zoxide"
brew "zsh"
brew "drone/drone/drone"
brew "earthly/earthly/earthly"
brew "go-task/tap/go-task"
brew "golangci/tap/golangci-lint"
brew "goodwithtech/r/dockle"
brew "muesli/tap/duf"
brew "rs/tap/curlie"
brew "teamookla/speedtest/speedtest"
cask "adoptopenjdk"
cask "alt-tab"
cask "amethyst"
cask "angry-ip-scanner"
cask "appcleaner"
cask "authy"
cask "discord"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-ibm-plex"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "ngrok"
cask "notion"
cask "onyx"
cask "postman"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
mas "Caffeinated", id: 1362171212
mas "Messenger", id: 1480068668
